include/GLANGSoapBinding.geneskew.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns1="http://soap.g-language.org/GLANG">
 <SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns1:geneskew>
   <sequence></sequence>
   <params>
    <window>0</window>
    <slide>0</slide>
    <cumulative>0</cumulative>
    <base></base>
    <gc3>0</gc3>
    <output></output>
   </params>
  </ns1:geneskew>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
